app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "kind_id", "rmk", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "Matheus"], ["email", "matheusolisouza970@gmail.com"], ["kind_id", 3], ["rmk", "bro"], ["created_at", "2020-08-20 19:23:48.292422"], ["updated_at", "2020-08-20 19:23:48.292422"]]
---
  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save

UPDATE "contacts" SET "kind_id" = ?, "updated_at" = ? WHERE "contacts"."id" = ?  [["kind_id", 2], ["updated_at", "2020-08-20 19:28:35.301719"], ["id", 2]]
---
  def update
    respond_to do |format|
      if @contact.update(contact_params)